export const detailHeader = 'スキル詳細';
export const explanetions = [
    '実務では、未経験ですが個人でアプリ開発する際は第一優先の言語。 処理も早く、クロスコンパイルも簡単で便利！ 好きな言語です！ 現在は、tesitingパッケージなど実務に耐えうるように勉強中です。',
    '学生時代にはじめて学んだ言語。 基礎の文法やアルゴリズムはこれで習得しました。 実務ではC言語を用いた開発テスト工程での経験があります。(1年ほど)',
    '下の成果物欄のURLのインフラはApp Engineを使用するなど 個人開発では基本的にGCPを使用しております。',
    'minkubeを使用したローカルk8sを勉強しました。 yamlの書き方やk8sの概要についてなど。',
    '下の成果物欄のURLのフロンエンドに使用するなど 個人開発では基本的にVuejsを使用しております。',
    'メールスペシャリストの認定資格を目指して勉強中です！ 元々、マーケティングオートメーションの保守開発のプロジェクトに在籍していたため マーケティング関連のシステムは面白いし大好きです！'
];
export let ArticleAll = [];
export let blogslug = [];